namespace nilnul.regime_.et._law.design_
{
	/*
	  姚振宇(刑事律师): 
	  
	 在权力面前，没有人能永远是强者。我办过这么多刑事案子，这是我最深的感触。

无论他以前是谁，一旦被抓进看守所、被带进留置室，就都是普通人。

我曾经办理过一个案子，是一个原单位的纪检干部。在职期间查处了不少人，并且是只认事实不论方式的风格。

但当他自己被留置结束以后被送往看守所，我见他的第一面，他对我说的第一句话是：“姚律师，我现在终于懂了，程序为什么重要。”那一刻我其实挺感慨的。不是因为他落难了，而是因为他终于体会到了程序背后，是人在里面挣扎的那份无助。

很多人以为自己一辈子不会碰到刑事程序，可真有事的时候才发现，其实法律的每一条规定，哪怕再繁琐、再形式，都是在保护每一个人不被轻易定罪。你不重视它的时候，它也许只是个流程；但当它能帮你守住底线时，它就是命。

另一个案子是一个前公安的案子，会见的时候他说，我在当民警的时候，经常给律师使绊子。律师你申请取保候审，不同意；你申请会见，想尽各种办法不让你见；你提交的什么文书，我们压根不看。甚至告诉犯罪嫌疑人，说你们找律师没有用，律师都是来骗你钱的。

但是当他自己真的进来之后，第一件事情就是找律师。

所以说为什么执法者一定要严格执法？因为你自己、你的家人、你的后代难道都会是执法者吗？一旦你乱来，大家都乱来，都不按照法律规定办事，那指不定哪一天你或者是你的后代，都有可能成为那个被冤枉的人。

很多人都是落马之后才明白，我们依法治国的意义在什么地方。严格依照法律办事。现在很多还在位置上的人，要么就是不懂，要么就是装作不懂而已。你永远也叫不醒一个装睡的人。可能他真正清醒的时候，就是他自己落马的时候。

有的人不是不知道该怎么做，而是总觉得自己例外。可这个世界上，没有人是例外。

哪怕你是执法者，也要敬畏法律；哪怕你手里有权，也要知道权力是有边界的。严格依法办事，不只是对别人负责，更是在为自己留一条退路，为家人留一点平安。

因为有一天，当你需要被法律保护的时候，它才能真的伸出手来拉你一把。

	 */
	/// 
	/// <summary>
	///
	/// </summary>
	internal class IProcedure
	{
	}

}
