using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace nilnul.regime_.et._constitution.citizen._freedom
{
	/*
	 * 
	 哈耶克名言（收藏版）？

1，愿意放弃自由来换取保障的人，其最终既得不到自由，也得不到保障。

2，民主在自由之中寻求平等，而欧俄社会主义则在约束和奴役之中寻求平等。

3，使一个国家变成人间地狱的东西，恰恰是那些“大人物”们总想试图将其变成天堂的东西。

4,民主本质上是一种手段，一种保障国内安定和个人自由的实用手段。它本身绝不是一贯正确和可靠无疑的。

5,在这个世界上，平等待人和试图使他人平等这两者之间的差别总是存在。前者是一个自由社会的前提条件，而后者意味着“一种新的奴役方式”。

6，我们这一代人的共同信念将把我们引向何处，并不是某一党派或国家的问题，而是我们每一个人的问题，是一个有着最重大意义的问题。

7,如果一个人不需要服从任何人，只服从法律，那么他是自由的。法律的目的不是废除和限制自由，而是保护和扩大自由。

8,如果从长远考虑，我们是自己命运的创造者，那么，从短期着眼，我们就是我们所创造的观念或思想的俘虏。我们只有及时认识到这种危险，才能指望去避免它。

9，最能清楚地将一个自由国家的状态和一个在专制政府统治下的国家的状况区分开的，莫过于前者遵循着被称为法治的这一伟大原则，而后者不会

10，金钱是人类发明的最伟大的自由工具，只有金钱会向穷人开放，而权力则将永远不会。

11，在社会的演变、进化过程中，没有什么东西是不可避免的，使其成为不可避免的是思想。

12, 一个富人掌权的国家远远比一个掌权之后才能成为富人的国家好得多。

13,在一个政府是唯一的雇主的国家里，反抗就等于慢慢地饿死。"不劳动者不得食"这个旧的原则，已被"不服从者不得食"这个新原则所代替

14, 在竞争社会里，穷人的机会比富人的机会受到的限制要多，这丝毫不影响另一事实的存在，即在这种社会里的穷人比在专制独裁社会里拥有很大物质享受的人要自由得多

15,政府不能乱印钞票，因为这样会造成经济环境趋于恶劣，实业出现寡头化，导致金融系统或金融企业成为社会中的特权贵族；事实证明，多年的加印钞票往往使得大多数普通民众的工资涨幅远远比不上货币贬值（物价上涨）的速度；而惩罚储蓄导致没有储蓄，拉大贫富差距；

还有中小企业破产、失业率增加和金融系统、房地产领域的泡沫会一起导致并加重社会整体经济的周期性萧条。
	 */
	internal class IWhy
	{
	}
}
